cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'homebrew/homebrew-php'
tap 'codekitchen/dinghy'
tap 'neovim/neovim'

brew 'ack'
brew 'automake'
brew 'autoconf'
brew 'awscli'
brew 'coreutils'
brew 'dinghy'
brew 'docker'
brew 'docker-compose'
brew 'docker-machine'
brew 'docker-machine-driver-xhyve'
brew 'fish'
brew 'ffmpeg'
brew 'fzf'
brew 'git'
brew 'grc'
brew 'hub'
brew 'imagemagick'
brew 'ispell'
brew 'jp2a'
brew 'jq'
brew 'libgit2'
brew 'libyaml'
brew 'libtool'
brew 'libxslt'
brew 'neovim'
brew 'nodenv'
brew 'openssl'
brew 'packer'
brew 'php71'
brew 'postgresql'
brew 'pyenv'
brew 'rbenv'
brew 'reattach-to-user-namespace', args: ['with-wrap-pbcopy-and-pbpaste']
brew 'readline'
brew 'roundup'
brew 'spark'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tree'
brew 'tmux'
brew 'unixodbc'
brew 'watchman'
brew 'wget'
brew 'wxmac'
brew 'xhyve'
brew 'yarn'
brew 'youtube-dl'

cask 'alfred'
cask 'atom'
cask 'emacs'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'mattr-slate'
cask 'slack'
cask 'vlc'
