cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'automake'
brew 'autoconf'
brew 'coreutils'
brew 'fish'
brew 'go'
brew 'git'
brew 'grc'
brew 'hub'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libgit2'
brew 'libyaml'
brew 'libtool'
brew 'libxslt'
brew 'openssl'
brew 'readline'
brew 'roundup'
brew 'spark'
brew 'unixodbc'
brew 'wget'
brew 'wxmac'
brew 'youtube-dl'

cask 'alfred'
cask 'emacs'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'slack'
cask 'spectacle'
