doughsay/omf-asdf
edc/bass
oh-my-fish/theme-bobthefish
fisherman/fzf
fisherman/getopts
oh-my-fish/plugin-nodenv
oh-my-fish/plugin-pyenv
fisherman/rbenv
fisherman/z
